Repository: anuke/mixim
Catalog: templates/locale/*/LC_MESSAGES/django.po
Languages: ru

source: .us
ru: .ru

source: MiXiM - for those who love pets
ru: MiXiM - для тех, кто любит и очень любит животных

source: Go to the main page
ru: На главную страницу

source: 404 Error!!!
ru: Ошибка 404!!!

source: PAGE NOT FOUND!
ru: СТРАНИЦА НЕ НАЙДЕНА!

source: The page you are looking for is currently unavailable because of:
ru: Вы не можете посетить текущую страницу потому, что:

source: an out of date bookmark/favorite
ru: просрочена закладка избранного

source: a search engine that has an out of date listing for this site
ru: поисковый механизм, у которого просрочен список для этого сайта

source: a mistyped address, check your spelling
ru: пропущен адрес, проверьте правильность написания

source: you have no access to this page
ru: у вас нет прав на эту страницу

source: an error has occurred while processing your request
ru: в процессе обработки вашего запроса произошла ошибка

source: Please try one of the following pages:
ru: Пожалуйста, попробуйте одну из следующих страниц:

source: Homepage
ru: Домашняя страница

source: 500 Error!!!
ru: Ошибка 500!!!

source: INTERNAL SERVER ERROR!
ru: ВНУТРЕННЯЯ ОШИБКА СЕРВЕРА!

source: Unable to process request:
ru: Не удалось обработать запрос:

source: sometimes it helps to resolve the issue update page
ru: устранить проблему иногда помогает обновление страницы

source: wait a bit and try to enter again
ru: подождите немного и попробуйте войти еще раз

source: or...
ru: или...

source: Dogs
ru: Собаки

source: Insects
ru: Насекомые

source: Birds
ru: Птицы

source: Cats
ru: Кошки

source: Rodents&nbsp;&&nbsp;rabbits
ru: Грызуны&nbsp;и&nbsp;кролики

source: Fish&nbsp;&&nbsp;shellfish
ru: Рыбы&nbsp;и&nbsp;моллюски

source: Amphibious&nbsp;&&nbsp;reptiles
ru: Земноводные&nbsp;и&nbsp;рептилии

source: Horses&nbsp;&&nbsp;pony
ru: Лошади&nbsp;и&nbsp;пони

source: Other&nbsp;types&nbsp;of&nbsp;animals
ru: Другие&nbsp;виды&nbsp;животных

source: World wide
ru: География

source: Contact us
ru: Пишие письма

source: www.mixim.us | pets2show &nbsp; &quot;Mobitoon&quot; Inc.
ru: www.mixim.ru &nbsp; ООО &quot;Мобитун&quot;

source: Rules
ru: Регламент

source: About us
ru: О проекте

source: Login (nickname):
ru: Логин (никнейм):

source: Password:
ru: Пароль:

source: stay signed in
ru: запомнить меня

source: Forgot&nbsp;your&nbsp;password?
ru: Забыли&nbsp;пароль!?

source: SIGN&nbsp;IN
ru: ВОЙТИ

source: Your e-Mail:
ru: E-Mail (адрес почты):

source: Login/nickname is too short.
ru: Слишком короткий логин/никнейм.

source: Login/nickname contains illegal characters.
ru: Логин/никнейм содержит недопустимые символы.

source: This login/nickname is already taken, please choose another one.
ru: Такой логин/никнейм уже занят. Попробуйте подобрать другой.

source: CONTINUE
ru: ПРОДОЛЖИТЬ

source: Your login(nickname):
ru: Ваш логин (никнейм):

source: A message with instructions to reset your password will be sent to the e-Mail address you provided at registration.
ru: На указанный вами при регистрации E-Mail (адрес электронной почты), будет отправленна инструкция по восстановлению пароля.

source: RECOVER
ru: ВОССТАНОВИТЬ

source: Close window
ru: Закрыть окно

source: &nbsp;&nbsp;Only registered users can post photos. Please sign in. You may create a free account!
ru: &nbsp;&nbsp;Только зарегистрированные пользователи могут размещать фотографии в галереях!

source: Uploading image
ru: Загрузка изображения

source: Select a file to upload into gallery
ru: Выберите файл для размещения в галерее

source: Sign&nbsp;in
ru: Войти

source: Create&nbsp;an&nbsp;account
ru: Регистрация

source: Add&nbsp;picture
ru: Добавить&nbsp;фото

source: My&nbsp;account
ru: Личный&nbsp;кабинет

source: Exit
ru: Выход

source: Author:
ru: Автор:

source: author`s profile
ru: к профилю автора

source: pet`s profile
ru: к профилю питомца

source: Description:
ru: Описание:

source: Рet:
ru: Питомец:

source: Tags:
ru: Теги:

source: Fullscreen
ru: Открыть на весь экран

source: I like it!
ru: Мне нравится!

source: Like
ru: Лайк

source: Unlike
ru: Уже не нравится

source: Your likes
ru: Ваши лайки

source: To like, you should register!
ru: Для голосования необходимо зарегестрироваться!

source: Delete this image
ru: Удалить фото

source: Image data:
ru: Данные фото:

source: Section:
ru: Раздел:

source: Save
ru: Сохранить

source: User comments:
ru: Комментарии пользователей:

source: Disable comments
ru: Запретить комментарии

source: Your comment:
ru: Ваш комментарий:

source: Send
ru: Отправить

source: Comments:
ru: Комментарии:

source: No comments yet.<br>Be the first to comment!
ru: Комментариев нет.<br>Ваш комментарий может быть первым.

source: The author has disabled commenting.
ru: Автор ограничил возможность комментирования.

source: Follow
ru: Подписаться

source: No comments yet.
ru: Комментариев нет.

source: Please sign in or register to leave a comment!
ru: Оставлять комментарии могут только зарегистрированные пользователи!

source: If you are already registered, you can simply
ru: Если вы уже зарегистрированны, вам достаточно

source: Sign in
ru: Войти

source: SIGN IN
ru: ВОЙТИ

source: Not registered yet? It’s so easy to create your free account! We will be happy to see you join our pet-loving community.
ru: Если вы еще не зарегистрированы, мы будем рады вас видеть в нашем сообществе.

source: Sign up
ru: Регистрируйтесь

source: SIGN UP
ru: РЕГИСТРИРУЙТЕСЬ

source: glory_soon_en.png
ru: glory_soon_ru.png

source: Expand to gallery
ru: Развернуть галерею

source: &nbsp;&nbsp;&nbsp;&nbsp;Expand&nbsp;&nbsp;&nbsp;&nbsp;
ru: Развернуть

source: Forward
ru: Сюда

source: Back
ru: Туда

source: New photos
ru: Новые фотографии

source: Actual comments
ru: Актуальные комментарии

source: slogan_2_en.png
ru: slogan_2_ru.png

source: The number One online community<br>for pet owners and their pets!
ru: Первое сообщество<br>животных и людей!

source: A unique and original<br>picture exchange service!
ru: Уникальный сервис<br>обмена фотографиями!

source: Pageants, exhibitions<br>and other events!
ru: Конкурсы, выставки<br>и другие мероприятия!

source: A unique way to search for<br>and rank awesome pictures!
ru: Уникальная система поиска<br>и ранжирования фотографий!

source: slogan_en.png
ru: slogan_ru.png

source: A new mobile app:<br><b>absolutely free!</b>
ru: Мобильное приложение<br>совершенно бесплатно!

source: Publish your photo<br>reports in real time!
ru: Публикация фоторепортажей<br>в реальном времени!

source: Here you can always be in<br>touch: online blogs & chats!
ru: Всегда быть на связи -<br>онлайн чаты и блоги!

source: Available on Google play
ru: Скачать из Google play

source: app_google_play_en.png
ru: app_google_play_ru.png

source: Android app
ru: Android приложение

source: Windows8 app
ru: Windows8 приложение

source: iOS app
ru: iOS приложение

source: slogan_3_en.png
ru: slogan_3_ru.png

source: User Profiles<br>for Pets!
ru: Личные страницы<br>для питомцев!

source: Personal pages for<br>groups & individuals!
ru: Собственные разделы,<br>клубов и питомников!

source: Join us now:<br><b>IT’S FREE!</b>
ru: <b>Вы еще не с нами?</b><br>ПРИСОЕДИНЯЙТЕСЬ!

source: bodyes1_en.gif
ru: bodyes1_ru.gif

source: Password Reset done!
ru: Сброс пароля осуществлен!

source: ATTENTION!
ru: ВНИМАНИЕ!

source: New password sent to your e-mail address
ru: Новый пароль выслан на ваш почтовый адрес

source: to access the site use
ru: для входа на сайт пользуйтесь

source: you can change the password in the user settings.
ru: сменить пароль можно в личных настройках.

source: Congratulations!
ru: Поздравляем!

source: Registration was successful!
ru: Регистрация прошла успешно!

source: You have joined the community MiXiM.
ru: Вы присоединились к сообществу MiXiM.

source: Activate your profile by clicking on the link sent to your e-mail address.
ru: Активируйте свой профиль, перейдя по ссылке, отправленной на ваш почтовый адрес.

source: Pets:
ru: Питомцы:

source: Subscribe to:
ru: Подписался на:

source: Favorited:
ru: В избранном у:

source: Posts:
ru: Сообщений:

source: on the site from:
ru: на сайте с:

source: Page
ru: Страница

source: of
ru: из

source: Enable comments
ru: Разрешить комментарии

source: Congratulations on your enrollment in the community MiXiM!
ru: Поздравляем Вас с регистрацией в сообществе MiXiM!

source: To complete the registration please click on the following link to activate your account:
ru: Для завершения регистрации, пожалуйста, перейдите по следующей ссылке для активации Вашего аккаунта:

source: Your new password:
ru: Ваш новый пароль:

source: You can change the password to your account:
ru: Вы можете изменить пароль в личном кабинете:

source: You have a new comment to a pet's picture from
ru: У Вашей фотографии новый комментарий от

source: Read the comments, reply to, or you can delete in your account:
ru: Прочесть комментарии, ответить или удалить Вы сможете в личном кабинете:

source: http://www.mixim.us/cabinet.shtml
ru: http://www.mixim.ru/cabinet.shtml

source: This is your new password:
ru: Это Ваш новый пароль:

source: Someone requested a password reset for your account on http://www.mixim.us
ru: Кто-то запросил сброс пароля для Вашей учетной записи на http://www.mixim.ru

source: If this request yours, then click on the following link to reset your password and get a new, temporary password:
ru: Если этот запрос Ваш, то перейдите по следующей ссылке для того, чтобы сбросить свой пароль и получить новый, временный:

source: http://mixim.us/auth/autocreatepassword/?key=
ru: http://mixim.ru/auth/autocreatepassword/?key=

source: If you do not want to reset your password - just ignore it!
ru: Если Вы не хотите сбрасывать свой пароль – просто проигнорируйте это сообщение!

source: Your password:
ru: Ваш пароль:

source: User {{user.username}} already attached to the email address {{user.email}}!
ru: Пользователь {{ user.username }} уже привязан к электронному адресу {{ user.email }}!

source: Use the {{user.username}} to sign in.
ru: Используйте {{ user.username }} для входа на сайт.

source: Registration: Your activation code
ru: Регистрация: Ваш код активации

source: Your new password!
ru: Ваш новый пароль!

source: New comment
ru: Новый комментарий

source: Password changed
ru: Пароль изменен

source: Password reset
ru: Сброс пароля

source: Registration: Successful completion!
ru: Регистрация: Успешное завершение!

source: Registration
ru: Регистрация

source: With best regards,
ru: С уважением,

source: Support MiXiM
ru: Служба поддержки MiXiM

source: Activation is done!<br>The message with your <b>password</b> had been sent to your e-Mail address.<br>Please use it to login into MiХiM:
ru: Активая прошла успешно!<br>Сообщение с Вашим <b>паролем</b> отправленно на ваш почтовый адрес.<br>Вы можете воспользоваться им для входа на сайт:

source: Activation Key is not found!<br>Most likely the Activation Key has been entered incorrectly.<br>Please verify your Activation Key and try again.
ru: Ключ активации не найден!<br>Скорее всего, ключ активации был введен неправильно.<br>Пожалуйста проверьте ваш ключ активации и повторите попытку.

source: You are on the main page
ru: Вы на главной странице

source: To home page
ru: На главную страницу

source: The mobile app Pets! - absolutely free!
ru: Мобильное приложение Pets! - совершенно бесплатно!

source: Add picture
ru: Добавить фото

source: Boys
ru: Мальчики

source: Girls
ru: Девочки

source: Close
ru: Закрыть

source: text_block_en
ru: text_block_ru

source: Feedback
ru: Обратная связь

source: <b>Attention!</b><br>For the correct delivery, all fields are required.
ru: <b>Внимание!</b> Для корректной отправки,<br>все поля обязательны к заполнению.

source: Message subject:
ru: Тема сообщения:

source: Your message:
ru: Текст сообщения:

source: Your message has been sent
ru: Ваше сообщение отправлено

source: Error sending message
ru: Ошибка при отправке сообщения

source: Ask a question
ru: Задать вопрос

source: Suggest a feature
ru: Предложить идею

source: Having problems?
ru: Возникли проблемы?

source: To express gratitude
ru: Выразить благодарность

source: The proposal to cooperate
ru: Предложение сотрудничать

source: Next page
ru: Следующая страница

source: Previous page
ru: Предыдущая сраница

source: add_slogan_1_en.png
ru: add_slogan_1_ru.png

source: app_stamp_en.png
ru: app_stamp_ru.png

source: &nbsp;&nbsp;&nbsp;&nbsp;My page&nbsp;&nbsp;&nbsp;&nbsp;
ru: Моя страница

source: My Photos
ru: Мои фотографии

source: Change the thumbnail...
ru: Изменить миниатюру...

source: Messages
ru: Сообщения

source: Discussions
ru: Обсуждения

source: Ratings
ru: Оценки

source: Follows
ru: Подписки

source: Personal data
ru: Личные данные

source: Settings
ru: Настройки

source: Inbox
ru: Входящие

source: Outbox
ru: Исходящие

source: Add pet
ru: Добавить питомца

source: Date of Birth:
ru: Дата рождения:

source: Gender:
ru: Пол:

source: Color:
ru: Окрас:

source: Breed:
ru: Порода:

source: Additional Information:
ru: Дополнительная информация:

source: Change
ru: Изменить

source: Enable
ru: Включить

source: Disable
ru: Отключить

source: First Name:
ru: Мое Имя:

source: Last Name:
ru: Моя Фамилия:

source: Male
ru: Мужской

source: Female
ru: Женский

source: Country:
ru: Cтрана:

source: City:
ru: Город:

source: Tell other pet owners about yourself:
ru: Расскажите немного о себе:

source: I want to see:
ru: Хочу наблюдать за:

source: Pets of my country
ru: Питомцами моей страны

source: Pets from around the world
ru: Питомцами со всего мира

source: You new password:
ru: Ваш новый пароль:

source: Confirm new password:
ru: Подвердите новый пароль:

source: Pets details
ru: Данные питомца

source: Specify the type of animal to which treat your pet
ru: Выбирете класс животного, к которому относиться ваш питомец

source: Pets name:
ru: Кличка:

source: Boy (male)
ru: Мальчик (самец)

source: Girl (female)
ru: Девочка (самка)

source: Only registered users can create avatars!
ru: Создание аватарки доступно только зарегистрированным пользователям.

source: Select a file to creating an avatar
ru: Выберите файл для создания аватара

source: Pets
ru: Питомцы

source: Keep in mind that you need to identify your pet 'Section' if you want it to be visible to other pet owners!
ru: ВНИМАНИЕ! Укажите раздел, в который следует поместить данную фотографию. Фотографии без указания раздела не будут видны другим пользователям!

source: We recommend:
ru: Рекомендуется:

source: <p>Identifying your pets and including a short description and a few tags. This will improve your photo sharing and networking experience, and will make it easier for other pet owners with similar interests to find your pet pictures.</p>
ru: <p>Отметить питомца, если на фотографии ваше животное.</p><p>Добавить описание к фотографии. Это улучшит восприятие фотографии.</p><p>Указать теги. Теги помогут другим людям быстрее найти фотографию.</p>

source: <center><b>We recommend:</b></center><p>By sharing information about yourself you gain access to many advanced search options, which will help you and others to network more efficiently.</p><p>For example: <i>by sharing the city and country where you live will make the photos of your pets geo/searchable by other pet owners in your area with similar interests</i>.</p><br><p><b>Do not be shy in showing off your Pet :-) Share your thoughts, write comments: the more the merrier! We all want to see and hear about the pet in your life!</b></p><br><p>You can use your pet`s picture or your own picture as your avatar, it is all up to you!</p>
ru: <center><b>Рекомендации:</b></center><p>Заполняя информацию о себе, Вы делаете возможным поиск ваших питомцев.</p><p>Например: </i>без указания Вами, Вашего места жительства, другим членам сообщества при геопоиске (страна и/или город), фотографии Ваших любимцев не будут показываться.</i></p><p>Старайтесь не скупиться на слова, рассказывая немного о себе. Чем Вы интереснее, тем больше людей будут наблюдать за вашими питомцами.</p>

source: If you are not satisfied with your password, you can always change it.
ru: Если вас не устраивает пароль, вы всегда можете сменить.

source: This user preferred to tell about himself nothing.
ru: Пользователь предпочел о себе ничего не рассказывать.

source: On this page has not posted photos.
ru: Пользователь еще не разместил фотографии.

source: Share It:
ru: Поделиться:

source: Select the row with the code by mouse click and press "ctrl + c" to copy
ru: Выделите нужную строку с кодом кликом мыши и нажмите "ctrl + c" для копирования

source: Link to image
ru: Ссылка на изображение

source: HTML: The image in a text
ru: HTML: изображение в тексте

source: HTML: thumb - increase by clicking
ru: HTML: превью - увеличение по клику

source: BBCode, lowercase letters: the image in a text
ru: BBCode, строчные буквы: изображение в тексте

source: BBCode, lowercase letters: thumb - increase by clicking
ru: BBCode, строчные буквы: превью - увеличение по клику

source: Direct link to view this page images and comments
ru: Ссылка на страницу просмотра этого изображения и комментариев
